[black_heart]
name=ru:Чёрное сердце|en:Black Heart
recipe=bhr|чср
result=🖤
[black_heart_triple]
name=ru:Три чёрных сердца|en:Three Black Hearts
recipe=3bhr|3чср
result=${black_heart×3}
[blue_heart]
name=ru:Синее сердце|en:Blue Heart
recipe=blhr|сср
result=💙
[blue_heart_triple]
name=ru:Три синих сердца|en:Three Blue Hearts
recipe=3blhr|3сср
result=${blue_heart×3}
[brown_heart]
name=ru:Коричневое сердце|en:Brown Heart
recipe=brhr|кор
result=🤎
[brown_heart_triple]
name=ru:Три коричневых сердца|en:Three Brown Hearts
recipe=3brhr|3кор
result=${brown_heart×3}
[green_heart]
name=ru:Зелёное сердце|en:Green Heart
recipe=ghr|зср
result=💚
[green_heart_triple]
name=ru:Три зелёных сердца|en:Three Green Hearts
recipe=3ghr|3зср
result=${green_heart×3}
[grey_heart]
name=ru:Серое сердце|en:Grey Heart
recipe=grhr|сер
result=🩶
[grey_heart_triple]
name=ru:Три серых сердца|en:Three Grey Hearts
recipe=3grhr|3сер
result=${grey_heart×3}
[light_blue_heart]
name=ru:Голубое сердце|en:Light Blue Heart
recipe=lbhr|гср
result=🩵
[light_blue_heart_triple]
name=ru:Три голубых сердца|en:Three Light Blue Hearts
recipe=3lbhr|3гср
result=${light_blue_heart×3}
[orange_heart]
name=ru:Оранжевое сердце|en:Orange Heart
recipe=ohr|оср
result=🧡
[orange_heart_triple]
name=ru:Три оранжевых сердца|en:Three Orange Hearts
recipe=3ohr|3оср
result=${orange_heart×3}
[pink_heart]
name=ru:Розовое сердце|en:Pink Heart
recipe=phr|рср
result=🩷
[pink_heart_triple]
name=ru:Три розовых сердца|en:Three Pink Hearts
recipe=3phr|3рср
result=${pink_heart×3}
[purple_heart]
name=ru:Фиолетовое сердце|en:Purple Heart
recipe=purhr|фср
result=💜
[purple_heart_triple]
name=ru:Три фиолетовых сердца|en:Three Purple Hearts
recipe=3purhr|3фср
result=${purple_heart×3}
[red_heart]
name=ru:Красное сердце|en:Red Heart
recipe=rhr|кср
result=❤️
[red_heart_triple]
name=ru:Три красных сердца|en:Three Red Hearts
recipe=3rhr|3кср
result=${red_heart×3}
[white_heart]
name=ru:Белое сердце|en:White Heart
recipe=whr|бср
result=🤍
[white_heart_triple]
name=ru:Три белых сердца|en:Three White Hearts
recipe=3whr|3бср
result=${white_heart×3}
[yellow_heart]
name=ru:Жёлтое сердце|en:Yellow Heart
recipe=yhr|жср
result=💛
[yellow_heart_triple]
name=ru:Три жёлтых сердца|en:Three Yellow Hearts
recipe=3yhr|3жср
result=${yellow_heart×3}
[favoured_colors]
name=ru:Любимые цвета|en:Favoured Colors
recipe=fwc|лбц
result=${white_heart}${yellow_heart}${green_heart}